interfaces/src/main/resources/templates/GeefBewijs/02.00.0000/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:geef="http://geefbewijs.bewijsraadplegingdienst.led.vlaanderen.be">
    <soapenv:Header/>
    <soapenv:Body>
        <geef:GeefBewijs>
            <Verzoek>
                <Context>
                    <Naam>GeefBewijs</Naam>
                    <Versie>02.00.0000</Versie>
                    <Bericht>
                        <Type>VRAAG</Type>
                        <Tijdstip>
                            <Datum>2025-01-01</Datum>
                            <Tijd>12:00</Tijd>
                        </Tijdstip>
                        <Afzender>
                            <Identificatie>akb.vlaanderen.be/aiv/burgerloket-wwoom-mock</Identificatie>
                            <Referte>833dd928-ffc2-42fe-83d7-12e71d191f8d</Referte>
                            <Hoedanigheid>a1300</Hoedanigheid>
                        </Afzender>
                    </Bericht>
                </Context>
                <Vragen>
                    <Vraag>
                        <Referte>vraagreferte</Referte>
                        <Inhoud>
                            <INSZ>90010100123</INSZ>
                        </Inhoud>
                    </Vraag>
                </Vragen>
            </Verzoek>
        </geef:GeefBewijs>
    </soapenv:Body>
</soapenv:Envelope>